{
  "1":{
    "term": "Logray",
    "definition": "What Ewok medicine man presided over the attempt to make a roast of Jan Solo in Return of the Jedi?"
  },
  "2":{
    "term": "Ugnaughts",
    "definition": "What is the species of thediminutive workers on Cloud City who helped freeze Han Solo in carbonite?"
  },
  "3":{
    "term": "Mandalorian",
    "definition": "What is the battle armor used by Boba Fett in the Star Wars series?"
  },
  "4":{
    "term": "The YT-1300 stock light freighter",
    "definition": "Which starship was used to upgrade Han Solo's beloved Millennium Falcon?"
  },
  "5":{
    "term": "4",
    "definition": "How many engines are on an X-wing fighter?"
  },
  "6":{
    "term": "Yoda",
    "definition": "What Jedi Master spent 800 years training such pupils as Qui-Gon Jinn, Obi-Wan Kenobi, Count Dooku, and Luke Skywalker?"
  },
  "7":{
    "term": "12",
    "definition": "The Jedi Council consists of how many members?"
  },
  "8":{
    "term": "The Sith",
    "definition": "Who are the masters of the Dark Side who want to rule the galaxy?"
  },
  "9":{
    "term": "May the Force be with you.",
    "definition": "What were the last words spoken in The Empire Strikes Back?"
  },
  "10":{
    "term": "Attack of the Clones",
    "definition": "Which Star Wars movie was the first to be shot entirely with high-definition cameras, without using traditional 35-millimeter film?"
  },
  "11":{
    "term": "Freeze him",
    "definition": "How does Darth Vader plan to capture Luke?"
  },
  "12":{
    "term": "Mynocks",
    "definition": "What animals attach themselves to the Millennium Falcon?"
  },
  "13":{
    "term": "The Death Star",
    "definition": "The geonosians planned to make which secret weapon?"
  },
  "14":{
    "term": "Albert Einstein",
    "definition": "What famous scientist was the inspiration for creature designer Stuart Freeborn when creating Yoda's Eyes?"
  },
  "15":{
    "term": "6",
    "definition": "How many bounty hunters are on the Executor when the rebels are hiding in the astroid field?"
  },
  "16":{
    "term": "Tauntaum",
    "definition": "What do Han and Luke ride in the Snow on Hoth?"
  },
  "17":{
    "term": "Syfo Dyas",
    "definition": "Which Jedi Master was behind the order of the clone army?"
  },
  "18":{
    "term": "Palpatine",
    "definition": "Who was also known as Darth Sidious?"
  },
  "19":{
    "term": "Count Dooku",
    "definition": "Who is Darth Tyranus also known as?"
  },
  "20":{
    "term": "The Invisible Hand",
    "definition": "What is the name of General Grievous' Flagship?"
  },
  "21":{
    "term": "Poggle the Lesser",
    "definition": "Who is the first separatist leader who was killed by Darth Vader?"
  },
  "22":{
    "term": "Kamino",
    "definition": "What was the name of the planet that the clones were made on?"
  },
  "23":{
    "term": "Poggle",
    "definition": "What is the name of the Geonosian leader in the arena?"
  },
  "24":{
    "term": "Dagobah",
    "definition": "Where does Yoda live?"
  },
  "25":{
    "term": "Naboo",
    "definition": "Padme Amidala is first queen of, and then the senator from what peaceful planet?"
  },
  "26":{
    "term": "Qui-Gon Jinn",
    "definition": "Before he left the jedi, who was Count Dooku's padawan?"
  },
  "27":{
    "term": "Jango Fett",
    "definition": "Whose DNA were the clones made from?"
  },
  "28":{
    "term": "Boba Fett",
    "definition": "What bounty hunter captures Han Solo?"
  },
  "29":{
    "term": "Kashyyyk",
    "definition": "What planet is home to Chewbacca and the Wookies?"
  }
}
